<html>
<head>
	<title></title>
</head>
<body>
<p align="CENTER" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3"><b><u>Mes r&eacute;ponses &agrave; deux questions essentielles de mon choix</u></b></font></font></font></p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><br />
&nbsp;</p>

<p class="western" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">&diams; <u>Question 1</u> : De nos jours, quelles sont les t&acirc;ches informatiques qu&#39;un professionnel de l&#39;information et de la documentation doit pouvoir r&eacute;aliser en toute autonomie et pourquoi est-ce important qu&#39;il soit autonome ?</font></font></font></p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><br />
&nbsp;</p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">De nos jours, les professionnels de l&#39;information et de la documentation doivent r&eacute;aliser une multitude de t&acirc;ches diff&eacute;rentes, et s&#39;aident bien souvent (voire la majorit&eacute; du temps) de l&#39;informatique pour y arriver. Il est donc bien entendu important qu&#39;un professionnel puisse arriver &agrave; g&eacute;rer ses propres t&acirc;ches sans faire appel &agrave; un informaticien, ou quelqu&#39;un de plus sp&eacute;cialis&eacute; en informatique.</font></font></font></p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Voici donc une liste non-exhaustive des diff&eacute;rentes t&acirc;ches informatiques qui me semblent importantes voire essentielles pour un professionnel de l&#39;information et de la documentation de nos jours :</font></font></font></p>

<ul>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">L&#39;installation et le param&eacute;trage d&#39;un SIGB, ainsi que de savoir le g&eacute;rer. Bien que des informaticiens puissent probablement r&eacute;aliser cette &eacute;tape dans des plus grosses institutions, il semble important que n&#39;importe quel professionnel devant travailler avec un SIGB sache au moins le g&eacute;rer. Savoir l&#39;installer et le param&eacute;trer sont &eacute;galement un plus (en particulier dans les plus petites institutions), mais pas toujours n&eacute;cessaire. Avoir une connaissance de base &agrave; ce propos aide cependant beaucoup en cas de probl&egrave;me avec le SIGB. Et bien s&ucirc;r, il semble &eacute;vident qu&#39;un professionnel de nos jours doit pouvoir g&eacute;rer toutes les fonctionnalit&eacute;s d&#39;un SIGB dont il a besoin.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">La mise en place d&#39;une veille documentaire. Dans n&#39;importe quel m&eacute;tier de nos jours, la veille est devenue quelque chose de tr&egrave;s important. Elle permet de voir de nouvelles informations importantes tout de suite, et est donc presque indispensable au sein de certains m&eacute;tiers. Une veille est d&#39;autant plus indispensable pour un professionnel de l&#39;information et de la documentation, il s&#39;agit d&#39;une partie int&eacute;grante de son m&eacute;tier. Il est donc aussi indispensable qu&#39;il puisse la r&eacute;aliser lui-m&ecirc;me, et qu&#39;il sache en retirer l&#39;information qui l&#39;int&eacute;resse tout seul &eacute;galement.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">L&#39;automatisation de certains processus que le professionnel r&eacute;alise tous les jours. Si un professionnel r&eacute;alise la m&ecirc;me t&acirc;che tous les jours et qu&#39;il y a moyen de l&#39;automatiser, il aura int&eacute;r&ecirc;t &agrave; le faire pour le gain de temps. Il semble important qu&#39;il puisse r&eacute;aliser l&#39;automatisation lui-m&ecirc;me car un informaticien ne saura pas n&eacute;cessairement comment la t&acirc;che doit &ecirc;tre r&eacute;alis&eacute;e exactement. Dans le cas de t&acirc;ches tr&egrave;s compliqu&eacute;es, il y a toujours moyen de demander de l&#39;aider bien entendu, mais il me para&icirc;t tout de m&ecirc;me important que le professionnel puisse le faire lui-m&ecirc;me.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Utiliser les m&eacute;dias sociaux. Ce n&#39;est pas n&eacute;cessaire &agrave; tous les professionnels, mais de nos jours il s&#39;agit d&#39;un outil de communication quasi-essentiel pour la plupart des institutions. Un professionnel de l&#39;information et de la documentation devrait pouvoir s&#39;en servir ou apprendre &agrave; s&#39;en servir &agrave; notre &eacute;poque.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Les t&acirc;che quotidiennes que tout professionnel travaillant avec un ordinateur doit savoir r&eacute;aliser : envoyer et r&eacute;pondre &agrave; des mails, r&eacute;aliser des tableaux Excel, cr&eacute;er et utiliser des enqu&ecirc;tes en ligne, etc. Cela peut para&icirc;tre &eacute;vident, mais il n&#39;emp&ecirc;che que certaines personnes ont toujours des difficult&eacute;s avec ce genre de t&acirc;ches. Il s&#39;agit de petites t&acirc;ches qui me semblent essentielles qu&#39;un professionnel de l&#39;information et de la documentation maitrise, d&#39;autant plus qu&#39;il s&#39;agit de t&acirc;ches qu&#39;il est susceptible de devoir faire au moins une fois par semaine (sans doute pas pour les enqu&ecirc;tes en ligne, mais cela peut tout de m&ecirc;me &ecirc;tre utile).</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">R&eacute;aliser des recherches informatiques et trouver des r&eacute;sultats. Un professionnel de l&#39;information et de la documentation doit pouvoir se servir d&#39;outils informatiques pour trouver de l&#39;information de qualit&eacute; sur n&#39;importe quel sujet, ou tout du moins des pistes d&#39;information. </font></font></font></p>
	</li>
</ul>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Ainsi que d&#39;autres t&acirc;ches peut-&ecirc;tre plus sp&eacute;cifiques &agrave; des m&eacute;tiers en particulier ou selon l&#39;institution pour laquelle le professionnel travaille.</font></font></font></p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Il est important pour le professionnel de l&#39;information et de la documentation d&#39;&ecirc;tre autonome lors de la r&eacute;alisation de ces t&acirc;ches car il s&#39;agit de t&acirc;ches parfaitement adapt&eacute;es pour quelqu&#39;un qui n&#39;est pas informaticien et faire appel &agrave; un informaticien pour celles-ci serait une perte de temps.</font></font></font></p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Cela permet donc non seulement au professionnel de gagner du temps lors de ses t&acirc;ches quotidiennes, mais &eacute;galement de le rendre plus ind&eacute;pendant dans son travail.</font></font></font></p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><br />
&nbsp;</p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">&diams; <u>Question 2</u> : Quels sont les avantages et les inconv&eacute;nients &agrave; pouvoir utiliser un ordinateur pour automatiser certaines parties du travail d&#39;un professionnel de l&#39;information et de la documentation ?</font></font></font></p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><br />
&nbsp;</p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Avec l&#39;utilisation de plus en plus fr&eacute;quente de l&#39;informatique dans le milieu professionnel pour de plus en plus de t&acirc;ches, beaucoup de t&acirc;ches sont automatis&eacute;es. Mais quels sont les avantages et les inconv&eacute;nients de l&#39;automatisation de certaines parties de son travail ?</font></font></font></p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Avantages :</font></font></font></p>

<ul>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Gain de temps : il faudra juste plus de temps pour mettre en place l&#39;automatisation au d&eacute;but, mais une fois que cette &eacute;tape est finie, il y aura un gain de temps consid&eacute;rable &agrave; chaque fois que cette t&acirc;che se fera automatiquement au lieu d&#39;&agrave; la main.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Eviter de devoir r&eacute;aliser des t&acirc;ches r&eacute;p&eacute;titives et monotones : au lieu de devoir r&eacute;aliser des t&acirc;ches r&eacute;p&eacute;titives, le professionnel peut s&#39;attarder sur des t&acirc;ches plus int&eacute;ressantes et qu&#39;il a plus envie de r&eacute;aliser.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Eviter les erreurs : avec l&#39;automatisation, il suffit de v&eacute;rifier une bonne fois pour toute qu&#39;il n&#39;y a aucune erreur. Alors que r&eacute;p&eacute;ter la m&ecirc;me t&acirc;che souvent, c&#39;est le risque de multiplier les erreurs, d&#39;oublier de faire quelque chose, etc.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Plus de productivit&eacute; : il est possible de travailler &agrave; plus de t&acirc;ches sans devoir s&#39;occuper des t&acirc;ches qui ont &eacute;t&eacute; automatis&eacute;es, cela augmente donc la productivit&eacute; du professionnel. </font></font></font></p>
	</li>
</ul>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><br />
&nbsp;</p>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Inconv&eacute;nients :</font></font></font></p>

<ul>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Ne plus savoir comment r&eacute;aliser la t&acirc;che : admettons qu&#39;il y ait un probl&egrave;me avec l&#39;automatisation, si la t&acirc;che a toujours &eacute;t&eacute; r&eacute;alis&eacute;e automatiquement, il se peut que les professionnels ne sachent plus ou n&#39;aient jamais su comment r&eacute;aliser la t&acirc;che eux-m&ecirc;mes. M&ecirc;me s&#39;il n&#39;y a pas de probl&egrave;me dans l&#39;automatisation, il reste tout de m&ecirc;me int&eacute;ressant de savoir comment la t&acirc;che fonctionne au cas o&ugrave;.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">Ne pas pouvoir travailler sur un poste de travail non &eacute;quip&eacute; de l&#39;automatisation : si l&#39;automatisation a besoin d&#39;un programme sp&eacute;cifique pour fonctionner, cela veut dire qu&#39;elle ne sera possible que sur certains postes de travail pr&eacute;par&eacute;s pour cette automatisation. Cela veut dire qu&#39;il devient plus compliqu&eacute; de travailler &agrave; distance si besoin.</font></font></font></p>
	</li>
	<li>
	<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">S&#39;habituer au changement : si l&#39;automatisation vient de se mettre en place, il faudra un petit temps d&#39;adaptation durant lequel le professionnel devra s&#39;habituer &agrave; cette automatisation. </font></font></font></p>
	</li>
</ul>

<p align="LEFT" class="western" lang="fr-FR" style="margin-bottom: 0.26cm; border: none; padding: 0cm; line-height: 0.53cm;"><font color="#000000"><font face="Calibri, sans-serif"><font size="3">En r&egrave;gle g&eacute;n&eacute;rale, m&ecirc;me s&#39;il y a quelques inconv&eacute;nients, l&#39;automatisation reste quelque chose de tr&egrave;s pratique. L&#39;id&eacute;al serait quand m&ecirc;me que tous les professionnels sachent r&eacute;aliser la t&acirc;che au cas o&ugrave; l&#39;automatisation ne fonctionne pas.</font></font></font></p>
</body>
</html>
